{"translation-revision-date":"2024-04-29 11:01:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Reset settings":["Redefenir configurações"],"Close":["Fechar"],"If you’ve made changes to this file, you can recompress it without resetting your file structure.":["Se você tiver feito alterações nesse arquivo, poderá recompactá-lo sem redefinir sua estrutura de arquivos."],"Added\/removed plugins or themes? Update your file list to include new files, and remove old ones":["Adicionar\/remover plugins ou temas? Atualize sua lista para incluir novos arquivos, e remover os antigos."],"Choose what bulk update actions you’d like to apply to the selected files. You still have to publish your changes before they will be set live.":["Escolha quais ações de atualização em massa você deseja aplicar aos arquivos selecionados. Você ainda precisa publicar suas alterações antes que elas sejam definidas ao vivo."],"Compression is off for this file. Turn it on to reduce its size":["Compactação esá desativado para esse aquivo. Ative para reduzir o tamanho"],"Compression is on for this file, which aims to reduce its size":["Compactação está ativa para esses arquivos, o que irá reduzir o seu tamanho"],"This file is already compressed":["Este arquivo já está compactado"],"This file is queued for compression. It will get optimized when someone visits a page that requires it.":["Esse arquivo está na fila para compactação. Isso irá ser otimizado quando alguém visitar uma página que requer esse."],"Filesize Unknown":["Tamanho do arquivo desconhecido"],"You need to publish your changes for your new settings to take effect":["Você precisa publicar suas mudanças para suas novas configurações fazerem efeito."],"This file has no linked URL, it will not be combined\/minified":["Esse aquivo não contêm URL ligada, não irá combinar\/minificar"],"The Network Admin has the WPMU DEV CDN turned off":["O administrador da rede tem a WPMU DEV CDN desativada."],"The Network Admin has the WPMU DEV CDN turned on":["O administrador da rede tem a WPMU DEV CDN ativo."],"Filesize reductions":["Reduções no tamanho dos arquivos"],"Compression savings":["Economia com a compressão"],"Clears all local or hosted assets and recompresses files that need it":["Limpa todos os recursos locais ou hospedados e recomprime os arquivos que necessitam"],"Move to Footer":["Mover para o Rodapé"],"Compress":["Comprimir"],"Start a live chat.":["Iniciar um chat ao vivo."],"Inline":["Inline"],"Exclusions":["Exclusões"],"Defer":["Adiar"],"This file can’t be combined":["Este arquivo não pode ser combinado"],"Clear cache":["Limpar o cache"],"Manual":["Manual"],"Automatic":["Automático"],"Apply":["Aplicar"],"Cancel":["Cancelar"],"WPMU DEV CDN":["CDN do WPMU DEV"],"This file type cannot be compressed and will be left alone":["Este tipo de arquivo não pode ser comprimido e será deixado assim"],"Search by name or extension":["Pesquisar por nome ou extensão"],"Pro":["Pro"],"Your cache has been successfully cleared. Your assets will regenerate the next time someone visits your website.":["Seu cache foi limpo com sucesso. Seus recursos serão regenerados na próxima vez que alguém visitar seu website."],"Enable WPMU DEV CDN":["Habilitar CDN do WPMU DEV"],"Combine":["Combinar"],"Re-Check Files":["Re-Verificar Arquivos"],"Disabled":["Desabilitado"],"Open a support ticket.":["Abra um ticket de suporte."],"Files":["Arquivos"]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-minify.js"}}